[
  "obsidian-style-settings",
  "mysnippets-plugin",
  "obsidian-timestamper",
  "obsidian-douban-plugin",
  "file-explorer-note-count",
  "media-extended",
  "note-refactor-obsidian",
  "obsidian-outliner",
  "obsidian-pandoc",
  "pdf-plus",
  "obsidian42-strange-new-worlds",
  "tags-overview",
  "templater-obsidian",
  "cmdr",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "journals",
  "obsidian-day-planner",
  "recent-files-obsidian",
  "quickadd",
  "heatmap-calendar",
  "calendar",
  "periodic-notes",
  "dataview"
]